{  
    "media":[
        {
            "name":"Space☆Dandy",
            "creator":"",
            "pic":"spaceDandy.jpg",
            "desc":"Space Dandy is one of the coolest things I’ve ever seen. Every episode is a 20 minute high-concept science-fiction epic viewed through the lense of anime Johnny Bravo. It’s surreal, it’s funny, it’s beautiful. Check it out, please.",
            "year":2014,
            "category":"video"
        },
        {
            "name":"Hamtaro Ham-Hams Unite",
            "creator":"",
            "pic":"hamtaro.jpg",
            "desc":"Hamtaro Ham-Hams Unite is the chillest game. It’s about being kind, helping your friends, and learning the hottest hamster slang. It’s technically an adventure game, but it feels less like an adventure and more like a day spent under the coziest cuvs with 30 of your closest Hammos. The sequel on the GBA is good too, if you’re craving some more cozy hamster adventures.",
            "year":2001,
            "category":"game"
        },
        {
            "name":"Sin & Punishment",
            "creator":"",
            "pic":"sinPunish.jpg",
            "desc":"Hey this game is cool as hell. It’s an arcade on-rails shooter starring a polygonal anime boy whose design could only be created in the year 2000.</br>There’s a level where you’re on a flying platform blowing up a naval ship with a handgun. One of the bosses is game of King of the Hill against a giant mech dog. The final boss you actually get a mech of your own, only now you’re the middleman in a battle between the terrestrial body Earth and his evil twin brother, Earth Mimicry.</br></br>This game is sick.</br></br>There’s a story tying all this cool shit together, but it’s completely incomprehensible. I have no idea what this game is about. I really don’t care though. I’m honestly just grateful it’s letting me hang out with it. The controls kinda hurt my hands. I’ve never had to hold the N64 controller the way this game makes me. It’s awesome. This game is completely unique to itself. There’s truly nothing like it. Please play it.",
            "year":2000,
            "category":"game"
        },
        {
            "name":"Chibi Robo",
            "creator":"",
            "pic":"chibiRobo.jpg",
            "desc":"Chibi Robo is an anthological telenovela where you play as a mute Roomba therapist. The entire game takes place inside of a family’s average suburban home, but your character is a tiny robot so it feels like a massive house maze.</br>Your job in the game is do Roomba stuff like cleaning up trash, but you end up becoming really tight with the family that owns you and all the toys in the house, and solving like four “will-they-won't-they” conflicts.</br></br>It rules.</br></br>There’s really something pure and beautiful about this game. It’s just all about love and serving others. Also it’s just really good feeling. The soundtrack is groovy and relaxing, and the art direction is charming as hell. It’s the only game to ever make me cry, and I’ve played Cubivore. Play this game if you like things that are good.",
            "year":2005,
            "category":"game"
        },
        {
            "name":"Two Sisters Ep 15 - 18",
            "creator":"OlafVids",
            "pic":"olaf.jpg",
            "desc":"Episode 15 to 18 of Two Sisters is the brief saga where Prince Eric of Little Mermaid fame shows up to the Two Sisters Castle and gets caught in an inevitable love triangle between Jack Frost and Princess Elsa (one of the two titular sisters).</br>I don’t have the time or space to go into finer details about the Halloween party it takes place during or where it fits in with the greater narrative of Evil Elsa’s scheme to defeat Normal Elsa, but ultimately it ends with Prince Eric sacrificing himself to protect Elsa from a blast of dark energy. In his dying breath Eric whispers goodbye to Elsa, before transforming into a frog, doing a jig, and vanishing in a puff of smoke. It’s an incredible story that's conclusion is so iconic it has over 50 million views on YouTube.</br>Despite clearly being created to profit off of internet addicted children, the creator of Two Sisters thirsts to tell a story within the bounds of the medium they have trapped themselves in.",
            "year":2014,
            "url":"https://www.youtube.com/watch?v=ZynQljhcRJ4",
            "category":"video"
        },
        {
            "name":"Sinistar or: How to Play Games Wrong",
            "creator":"Big Joel",
            "pic":"sinistar.jpg",
            "desc":"Big Joel is a galaxy brained genius who sees every piece of media like a magic eye picture. He stares at every text for so long it eventually becomes a 3D image of a horse that knows perfectly what it means to be human.</br>While this video is simple in comparison to some of Big Joel’s other vids, I think this video is one of the finest representations of his work. In ‘Sinistar’ Big Joel looks at the Namco Museum classic Sinistar and the unintended narrative it tells by misunderstanding the rules of the game. He talks about how media can have clear narratives often unintended by its creators, but despite the lack of intent these narratives are completely valid.</br>Big Joel not only kills the author when it comes to analyzing text, he claims the author is perception itself. That’s kind of cool.",
            "year":2018,
            "url":"https://www.youtube.com/watch?v=OFbhDs_8k1A",
            "category":"video"
        },
        {
            "name":"To Pimp a Butterfly",
            "creator":"Kendrick Lamar",
            "pic":"pimp.png",
            "desc":"To Pimp a Butterfly is an avant garde film. It should be approached not as an album, but as a cinematic masterpiece. It deserves your complete attention.</br>Each song is a dissection of Kendrick Lamar’s torn soul. He analyzes his feelings and parses them into clear themes, characters and narratives. It’s the direct and honest pleas of a black man in America who considers himself lucky to have a platform. He feels guilty about his power though, and he feels obligated to use his voice to uplift those in his community. He has the weight of the world on his shoulders, and he’s collapsing.</br>It’s an incredible display of storytelling, using characters, themes, repetition and atmosphere to give a perfect portrayal not of narrative, but of empathy.",
            "year":2015,
            "category":"music"
        },
        {
            "name":"Virtue",
            "creator":"The Voidz",
            "pic":"virtue.png",
            "desc":"I listened to Virtue by the Voidz and now my brain weighs a literal ton. It’s this really weird album that refuses to find a consistent sound. It bounces from smooth croony pop, to bass heavy chanting, to acoustic folk.</br></br>Virtue is a mixtape.</br></br>Lyrically the album is super upset. It’s pretentious and preachy, trying desperately to tell you to wake up.</br>What is truth? Who can you really trust? What is real? It reads like a person losing their mind after losing trust in reality.</br>Imagine if Metal Gear Solid 2 started a band. That’s the Voidz.</br>This album wrote me a personal letter and it called me a normie for having a bank account.</br>The sounds and lyrics of this album are entirely overwhelming, but I think that’s by design. In 20XX we’re constantly overwhelmed by information. What IS truth? Who CAN you really trust? What IS real? I honestly don’t know! The last song on the album, titled Pointlessness, features the lead-singer of the Voidz moaning “what does it matter” before assuring the audience no one is going to remember you anyways.</br>It rules.",
            "year":2018,
            "category":"music",
            "url":"https://www.youtube.com/watch?v=qgxWWBqvQgA"
        },
        {
            "name":"Dirty Computer",
            "creator":"Janelle Monáe",
            "pic":"dirtyComputer.jpg",
            "desc":"Dirty Computer owns. It shreds. It’s empowering. I love this album. I don’t have anything really to say about it besides it’s just really powerful pop.",
            "year":2018,
            "category":"music",
            "url":"https://www.youtube.com/watch?v=jdH2Sy-BlNE"
        },
        {
            "name":"Chrontendo",
            "creator":"Doctor Sparkle",
            "pic":"chrontendo.jpg",
            "desc":"Chrontendo is the passion project of a man who calls himself Doctor Sparkle. Over ten years ago Sparkle set out to play and review every one of the 1,000+ Famicom games in order of release. In his decade long quest Dr Sparkle has yet to find mainstream success, with his YouTube account currently having less than 8,000 subscribers and his latest archive.org uploads having less than 2,000 views. Lesser men might have called it quits after not finding an audience for his efforts, but Doctor Sparkle didn’t become a doctor to get famous.</br>Dr Sparkle isn’t one of those hot doctors you see on TV. He lacks polish and charisma. He speaks and looks like a man who would dedicate ten years of his life telling a mostly empty audience that they don’t really need to play Shoukoushi Cedie for the Famicom. That’s because Dr Sparkle isn’t an actor, web series host, a YouTuber, or even a “content creator”. Dr Sparkle is a doctor. He’s really not the ideal man to star in a 60 hour plus documentary about the Famicom library. He is, however, the only man who would try.</br>I love Chrontendo. I’ve been watching Dr Sparkle since I was a kid, absorbing facts I didn’t need to know about Famicom games I didn’t need to play for almost half my life. While not always timely (episode 53 of Chrontendo took over a year to release), Chrontendo has been one of the most reliable and consistent aspects of the later part of my life. I wish more people were like Dr Sparkle.",
            "year":2007,
            "category":"video",
            "url":"https://www.youtube.com/playlist?list=PLRXRxTxAgO0exLF2bTgcHCzJ-kIaVn4By"
        }
    ]
 }